Revit 2024 API
BuiltInFailures.MultiReferenceAnnotationFailures Class
 Failures about MultiReferenceAnnotations.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class MultiReferenceAnnotationFailures
Visual Basic
Public NotInheritable Class MultiReferenceAnnotationFailures
Visual C++
public ref class MultiReferenceAnnotationFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.MultiReferenceAnnotationFailures
See Also
BuiltInFailures.MultiReferenceAnnotationFailures Members
Autodesk.Revit.DB Namespace